Repository: clopez/net6
Catalog: po/*.po
Languages: de

source: Invalid name
de: Ungültiger Name

source: Name is already in use
de: Name wird bereits verwendet

source: An unknown login error occured
de: Ein unbekannter Fehler ist während des Logins aufgetreten

source: Interrupted function call
de: Funktionsaufruf unterbrochen

source: Access denied
de: Zugriff verweigert

source: Bad address
de: Ungültige Adresse

source: Invalid argument
de: Ungültiges Argument

source: Too many open files
de: Zu viele offene Dateien

source: Resource temporarily unavailable
de: Ressource zur Zeit nicht verfügbar

source: Operation already in progress
de: Operation wird bereits ausgeführt

source: Socket operation on non-socket
de: Socketoperation wurde auf ein Objekt angewendet, das kein Socket ist

source: Destination address required
de: Zieladdresse wird benötigt

source: Message too long
de: Nachricht zu lang

source: Protocol wrong type for socket
de: Falscher Socket-Typ

source: Bad protocol option
de: Ungültige Protokol-Option

source: Protocol not supported
de: Protokoll nicht unterstützt

source: Socket type not supported
de: Sockettyp nicht unterstützt

source: Operation not supported
de: Operation nicht unterstützt

source: Protocol family not supported
de: Protokolltyp nicht unterstützt

source: Address family not supported
de: Addresstyp nicht unterstützt

source: Address is already in use
de: Die Adresse wird bereits verwendet

source: Cannot assign requested address
de: Kann die gewünschte Adresse nicht zuweisen

source: Network is down
de: Netzwerk ist heruntergefahren

source: Network is unreachable
de: Netzwerk ist unerreichbar

source: Network dropped connection on reset
de: Das Netzwerk hat die Verbindung nach einem Zurücksetzen abgebrochen

source: Software caused connection abort
de: Die Software hat einen Verbindungsabbruch verursacht

source: Connection reset by peer
de: Verbindungsabbruch durch die Gegenseite

source: No buffer space available
de: Kein Pufferplatz mehr verfügbar

source: Socket is already connected
de: Socket ist bereits verbunden

source: Socket is not connected
de: Socket ist nicht verbunden

source: Cannot send after socket shutdown
de: Nach dem Abschalten eines Sockets kann nichts versendet werden

source: Connection timed out
de: Verbindung unterbrochen

source: Connection refused
de: Verbindungsaufbau abgelehnt

source: Host is down
de: Zielrechner ist heruntergefahren

source: No route to host
de: Keinen Weg zum Zielrechner

source: Too many processes
de: Zu viele Prozesse

source: Network subsystem is unavailable
de: Netzwerksystem nicht verfügbar

source: Winsock.dll version out of range
de: Falsche Version von Winsock.dll

source: Successful WSAStartup not yet performed
de: Noch kein erfolgreicher WSAStartup-Aufruf erfolgt

source: Graceful shutdown in progress
de: Abschaltvorgang läuft bereits

source: Class type not found
de: Klassentyp nicht gefunden

source: Host not found
de: Zielrechner nicht gefunden

source: Nonauthoritative host not found
de: Nicht-authoritativer Rechner nicht gefunden

source: No data record of requested type
de: Kein Datensatz vom gewünschten Typ

source: Specified event object handle is invalid
de: Gegebenes Ereignisobjekt-Handle ist ungültig

source: One or more parameters are invalid
de: Mindestens ein Parameter ist ungültig

source: No more memory is available
de: Kein Speicher mehr verfügbar

source: Broken pipe
de: Verbindung abgebrochen

source: No such device
de: Kein derartiges Gerät

source: Decryption has failed
de: Entschlüsselung fehlgeschlagen

source: The Diffie Hellman prime sent by the server is not acceptable (not long enough)
de: Die Diffie Hellman-Primzahl, die vom Server empfangen wurde, ist nicht lang genug

source: Encryption has failed
de: Verschlüsselung fehlgeschlagen

source: TLS Application data were received, while expecting handshake data
de: TLS-Daten wurden empfangen, obwohl ein Handshake erwartet wurde

source: Insufficient credentials for that request
de: Ungenügende Verschlüsselungsparameter für diese Anfrage

source: The request is invalid
de: Die Anfrage ist ungültig

source: Key usage violation in certificate has been detected
de: Schlüssel-Nutzungsverletzung im Zertifikat wurde erkannt

source: The Message Authentication Code verification failed
de: Die Verifizierung der Nachrichtenprüfsumme schlug fehl

source: The peer did not send any certificate
de: Der Verbindungspartner konnte kein Zertifikat senden

source: No temporary DH parameters were found
de: Es wurden keine temporäre DH-Parameter gefunden

source: No temporary RSA parameters were found
de: Es wurden keine temporäre RSA-Parameter gefunden

source: Error in the pull function
de: Fehler in der GNUTLS-Empfangsfunktion

source: Error in the push function
de: Fehler in der GNUTLS-Sendefunktion

source: Failed to acquire random data
de: Konnte keine Zufallsdaten erlangen

source: Rehandshake was requested by the peer
de: Ein erneuter Handshake wurde vom Verbindungspartner angefordert

source: An unexpected TLS handshake packet was received
de: Ein unerwarteter TLS-Handshake wurde empfangen

source: An unexpected TLS packet was received
de: Ein unerwartetes TLS-Paket wurde empfangen

source: A TLS packet with unexpected length was received.
de: Ein TLS-Paket mit einer unerwarteten Länge wurde empfangen

source: A nonrecoverable error has occured
de: Ein nicht behebbarer Fehler ist aufgetreten
